[
    {
        "name": "Volkswagen Taos",
        "img": "https://i.ibb.co/QDjhC5d/c1.webp",
        "description": "Volkswagen's smallest SUV is a big deal. The all-new Taos packs in plenty of modern tech and safety features into a tidy but spacious package. It's one of the most well-rounded and family-friendly offerings in the class.",
        "price": 22905
    },
    {
        "name": "Chevrolet Trailblazer",
        "img": "https://i.ibb.co/N6ZqcXq/c2.png",
        "description": "Chevy's done a great job with the latest Trailblazer. It isn't the most efficient or the best-performing vehicle in the class, but it is exceedingly competent at nearly everything it does. In the increasingly competitive class of extra-small SUVs, the Trailblazer is a half-step ahead.",
        "price": 21605
    },
    {
        "name": "Mazda CX-30",
        "img": "https://i.ibb.co/2hpvkpk/c3.png",
        "description": "The Mazda CX-30 is sporty and sophisticated and our No. 1 pick for an extra-small SUV. It has striking style, is comfortable on the road, and offers plenty of standard features for its price.",
        "price": 22205
    },
    {
        "name": "Hyundai Kona",
        "img": "https://i.ibb.co/MkHXyPC/c4.png",
        "description": "The Kona isn't perfect, but in a segment full of compromises it offers a great combination of comfort, practicality, fun and technology, all wrapped up in a package that feels firmly put together.",
        "price": 20205
    },
    {
        "name": "Buick Encore GX",
        "img": "https://i.ibb.co/pWZ1gxd/c5.webp",
        "description": "The Encore GX is essentially an improved version of the Encore. Advantages to this extra-small SUV include a comfortable ride quality and a classy design. But you do pay a (literal) price for these qualities since the Encore GX is expensive relative to its primary competition.",
        "price": 24405
    },
    {
        "name": "Subaru Crosstrek",
        "img": "https://i.ibb.co/rQXYV3j/c6.png",
        "description": "The Subaru Crosstrek is essentially a lifted Impreza hatchback that offers sure-footed all-wheel drive and an impressive set of active safety features. It's a pleasing runabout around town that just so happens to have above-average off-road ability.",
        "price": 23205
    },
    {
        "name": "Kia Soul",
        "img": "https://i.ibb.co/nBKHGrX/c7.png",
        "description": "The Kia Soul does not offer all-wheel drive, but it does provide more space than some crossover SUVs, as well as better performance and more equipment at a lower price. There's also the Soul's distinctive personality, which helps it stand out from the crowd.",
        "price": 20205
    },
    {
        "name": "Mazda CX-3",
        "img": "https://i.ibb.co/72V1Dpp/c8.png",
        "description": "The Mazda CX-3 feels very car-like on the road, with excellent handling and ride quality. Mazda's attention to detail is also evident in the pleasant interior. Cargo space is only average, though, and there's no Apple CarPlay or Android Auto.",
        "price": 25205
    },
    {
        "name": "Kia Seltos",
        "img": "https://i.ibb.co/XW48ZGc/c9.png",
        "description": "The Kia Seltos is stylish, surprisingly roomy, and available with plenty of the latest technology and safety features. It's rather quick, too, if you opt for the optional turbocharged engine.",
        "price": 22905
    },
    {
        "name": "Honda HR-V",
        "img": "https://i.ibb.co/txbypxx/c10.png",
        "description": "The Honda HR-V is the undisputed master of versatility, with a flexible cargo area and spacious accommodations for multiple adults. The engine is noisy and lackluster, but the HR-V's thoughtful design and excellent economy make it a solid choice nonetheless.",
        "price": 21405
    }
]